import { Main } from './Main'
import { Secondary } from './Secondary'

// Здесь находятся основные макеты приложения, которые могут быть использованы для разных страниц.
// Макеты в приложении предназначены для определения общей структуры и стилей страниц, на которых они используются.
// Они помогают обеспечить единообразие и согласованность между разными страницами, что делает разработку и поддержку приложения более эффективной и структурированной.
export const Layouts = {
  Main,
  Secondary,
}
